Revit 2027 API
AdvancedWood.WoodFiberCosineEnable Property
 The property labeled "Use cosine function for wood fiber" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodFiberCosineEnable { get; }
Public Shared ReadOnly Property WoodFiberCosineEnable As String
	Get
public:
static property String^ WoodFiberCosineEnable {
	String^ get ();
}
static member WoodFiberCosineEnable : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace